"Copy Link" = "Afrita tengil";"%i minutes" = "%i mínútur";"1 day" = "1 dagur";"Select Image" = "Velja mynd";"Invalid Input" = "Rangt inntak";"1 hour" = "1 klukkustund";"1 second" = "1 sekúnda";"1 minute" = "1 mínúta";"%i hours" = "%i klukkustundir";"1 week" = "1 vika";"Custom..." = "Sérsniðið…";"%i days" = "%i dagar";"%1.0lf seconds" = "%1.0lf sekúndur";"%i weeks" = "%i vikur";"Image Picker" = "Image Picker";"OK" = "Í lagi";